Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

# 开始新聊天
source: Start New Chat
de: Neuen Chat starten
es: Iniciar nueva conversación
fr: Commencer une nouvelle conversation
it: Inizia una nuova conversazione
ja: 新しいチャットを開始
ko: 새 채팅 시작
pt_br: Iniciar nova conversa
ru: Начать новый чат
tr: Yeni bir konuşma başlat
zh_hans: 开始新聊天
zh_hant: 開始新對話
zh_hk: 開始新對話

# 当您与智能助手对话时，您的对话将显示在此处
source: When you converse with the intelligent assistant, your dialogue will be displayed here.
de: Wenn Sie mit dem KI-Assistenten sprechen, wird Ihr Gespräch hier angezeigt.
es: Cuando conversa con el asistente inteligente, su diálogo se mostrará aquí.
fr: Lorsque vous dialoguez avec l'assistant intelligent, votre conversation s'affichera ici.
it: Quando dialoghi con l'assistente intelligente, la tua conversazione verrà visualizzata qui.
ja: スマートアシスタントと会話しているとき、あなたの会話はここに表示されます
ko: 스마트 어시스턴트와 대화할 때 대화 내용이 여기에 표시됩니다
pt_br: Quando você conversa com o assistente inteligente, seu diálogo será exibido aqui.
ru: Когда вы общаетесь с умным помощником, ваш диалог будет отображаться здесь.
tr: Akıllı asistanla konuştuğunuzda, konuşmanız burada görüntülenecektir.
zh_hans: 当您与智能助手对话时，您的对话将显示在此处
zh_hant: 當您與智能助手對話時，您的對話將顯示在此處
zh_hk: 當您與智能助手對話時，您的對話將顯示在此處

# 当推送请求URL没有指定 isArchive 参数时，将按照此设置来决定是否保存通知消息
source: When the push request URL does not specify the isArchive parameter, it will determine whether to save the notification message according to this setting.
de: Wenn die Push-Benachrichtigungs-URL keinen isArchive-Parameter angibt, wird diese Einstellung verwendet, um zu entscheiden, ob die Benachrichtigungsnachricht gespeichert werden soll.
es: Cuando la URL de solicitud de notificación push no especifica el parámetro isArchive, se utilizará esta configuración para determinar si se guardan los mensajes de notificación.
fr: Lorsque l'URL de demande de notification ne spécifie pas le paramètre isArchive, cette configuration détermine si le message de notification doit être sauvegardé.
it: Quando l'URL della richiesta di push non specifica il parametro isArchive, deciderà se salvare i messaggi di notifica in base a questa impostazione.
ja: プッシュリクエストURLにisArchiveパラメータが指定されていない場合、この設定に従って通知メッセージを保存するかどうかが決まります
ko: 푸시 요청 URL에 isArchive 매개변수가 지정되지 않은 경우, 이 설정에 따라 알림 메시지를 저장할지 여부가 결정됩니다
pt_br: Quando o URL da solicitação de push não especifica o parâmetro isArchive, esta configuração determinará se a mensagem de notificação será arquivada.
ru: Если параметр isArchive не указан в URL запроса на отправку, решение о сохранении уведомления будет принято в соответствии с этой настройкой.
tr: Push isteği URL'sinde isArchive parametresi belirtilmediğinde, bildirim mesajlarının arşivlenip arşivlenmeyeceğini belirlemek için bu ayar kullanılır
zh_hans: 当推送请求URL没有指定 isArchive 参数时，将按照此设置来决定是否保存通知消息
zh_hant: 當推送請求URL未指定isArchive參數時，將按照此設置來決定是否保存通知消息
zh_hk: 当推送请求URL没有指定isArchive参数时，将按照此设置来决定是否保存通知消息

# 德语
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
pt_br: Alemão
ru: Немецкий
tr: Almanca
zh_hans: 德语
zh_hant: 德語
zh_hk: 德語

# 必选权限未选择
source: Required permission not selected
de: Erforderliche Berechtigung nicht ausgewählt
es: Permiso obligatorio no seleccionado
fr: Permission requise non sélectionnée
it: Permesso obbligatorio non selezionato
ja: 必須の権限が選択されていません
ko: 필수 권한이 선택되지 않음
pt_br: Permissão obrigatória não selecionada
ru: Обязательное разрешение не выбрано
tr: Gerekli izin seçilmedi
zh_hans: 必选权限未选择
zh_hant: 必選權限未選擇
zh_hk: 必選權限未選擇

# 快速通知
source: Quick Notification
de: Schnellbenachrichtigung
es: Notificación rápida
fr: Notification rapide
it: Notifica rapida
ja: クイック通知
ko: 빠른 알림
pt_br: Notificação Rápida
ru: Быстрое уведомление
tr: Hızlı Bildirim
zh_hans: 快速通知
zh_hant: 快速通知
zh_hk: 快速通知

# 快速预览
source: Quick Preview
de: Schnelle Vorschau
es: Vista previa rápida
fr: Aperçu rapide
it: Anteprima rapida
ja: クイックプレビュー
ko: 빠른 미리보기
pt_br: Visualização Rápida
ru: Быстрый просмотр
tr: Hızlı Önizleme
zh_hans: 快速预览
zh_hant: 快速預覽
zh_hk: 快速預覽

# 总内存
source: Total Memory
de: Gesamtspeicher
es: Memoria total
fr: Mémoire totale
it: Memoria totale
ja: 総メモリ
ko: 총 메모리
pt_br: Memória Total
ru: Общая память
tr: Toplam Bellek
zh_hans: 总内存
zh_hant: 總內存
zh_hk: 總內存

# 总结
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riassunto
ja: まとめ
ko: 요약
pt_br: Resumo
ru: Итог
tr: Özet
zh_hans: 总结
zh_hant: 總結
zh_hk: 總結

# 总结助手
source: Summary Assistant
de: Zusammenfassungsassistent
es: Asistente de resumen
fr: Assistant de synthèse
it: Assistente di Riepilogo
ja: サマリーアシスタント
ko: 요약 어시스턴트
pt_br: Assistente de Resumo
ru: Помощник по подведению итогов
tr: Özet Asistanı
zh_hans: 总结助手
zh_hant: 總結助手
zh_hk: 總結助手

# 恢复KEY
source: Restore KEY
de: KEY wiederherstellen
es: Restaurar CLAVE
fr: Récupérer la CLA
it: Ripristina CHIAVE
ja: キーを復元
ko: 키 복원
pt_br: Restaurar CHAVE
ru: Восстановить KEY
tr: KEY'i Geri Yükle
zh_hans: 恢复KEY
zh_hant: 恢復KEY
zh_hk: 恢復KEY

# 恢复中...
source: Restoring...
de: Wiederherstellen...
es: Recuperando...
fr: Restauration en cours...
it: Ripristino in corso...
ja: 復元中...
ko: 복원 중...
pt_br: Restaurando...
ru: Восстановление...
tr: Yükleniyor...
zh_hans: 恢复中...
zh_hant: 恢復中...
zh_hk: 恢復中...

# 恢复失败
source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es: Recuperación fallida
fr: Échec de la restauration
it: Ripristino fallito
ja: 復元に失敗しました
ko: 복원 실패
pt_br: Falha na recuperação
ru: Восстановление не удалось
tr: Geri Yükleme Başarısız
zh_hans: 恢复失败
zh_hant: 恢復失敗
zh_hk: 恢復失敗

# 恢复成功
source: Restore successful
de: Wiederherstellung erfolgreich
es: Recuperación exitosa
fr: Rétabli avec succès
it: Ripristino riuscito
ja: 復元に成功しました
ko: 복원 성공
pt_br: Recuperação bem-sucedida
ru: Восстановление успешно
tr: Başarıyla geri yüklendi
zh_hans: 恢复成功
zh_hant: 恢復成功
zh_hk: 恢復成功

# 我可以帮你搜索，答疑，写作，请把你的任务交给我吧！
source: I can help you search, answer questions, and write. Please hand over your tasks to me!
de: Ich kann dir beim Suchen, Beantworten von Fragen und Schreiben helfen. Vertrau mir deine Aufgaben an!
es: Puedo ayudarte a buscar, resolver dudas y escribir. ¡Confía tus tareas a mí!
fr: Je peux vous aider à rechercher, répondre à des questions, écrire, confiez-moi vos tâches !
it: Posso aiutarti a cercare, risolvere dubbi e scrivere, affidami pure i tuoi compiti!
ja: 私はあなたの検索、質問への回答、執筆を手伝うことができます。タスクを私に任せてください！
ko: 저는 당신이 검색하고, 질문에 답하고, 글을 쓰는 것을 도와줄 수 있습니다. 저에게 당신의 작업을 맡겨주세요!
pt_br: Posso ajudá-lo a pesquisar, esclarecer dúvidas e escrever. Por favor, confie suas tarefas a mim!
ru: Я могу помочь с поиском, ответами на вопросы, написанием текстов. Пожалуйста, доверьте мне свои задачи!
tr: Arayabilir, sorularınızı yanıtlayabilir, yazı yazabilirim, görevlerinizi bana bırakın!
zh_hans: 我可以帮你搜索，答疑，写作，请把你的任务交给我吧！
zh_hant: 我可以幫你搜索、答疑、寫作，請把你的任務交給我吧！
zh_hk: 我可以幫你搜尋、答疑、寫作，請把你的任務交給我吧！

# 所有消息
source: All Messages
de: Alle Nachrichten
es: Todos los mensajes
fr: Tous les messages
it: Tutti i messaggi
ja: すべてのメッセージ
ko: 모든 메시지
pt_br: Todas as mensagens
ru: Все сообщения
tr: Tüm Mesajlar
zh_hans: 所有消息
zh_hant: 所有消息
zh_hk: 所有訊息

# 所有铃声
source: All Notifications
de: Alle Benachrichtigungen
es: Todas las notificaciones
fr: Toutes les sonneries
it: Tutte le campane
ja: すべての着信音
ko: 모든 벨소리
pt_br: Todos os Sinos
ru: Все уведомления
tr: Tüm Bildirimler
zh_hans: 所有铃声
zh_hant: 所有鈴聲
zh_hk: 所有鈴聲

# 打开地址
source: Open Address
de: Adresse öffnen
es: Abrir dirección
fr: Ouvrir l'adresse
it: Apri indirizzo
ja: URLを開く
ko: URL 열기
pt_br: Abrir endereço
ru: Открыть адрес
tr: Adresi aç
zh_hans: 打开地址
zh_hant: 打開地址
zh_hk: 打開地址

# 扫描二维码
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona il codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
pt_br: Escanear código QR
ru: Сканировать QR-код
tr: QR Kod Tara
zh_hans: 扫描二维码
zh_hant: 掃描二維碼
zh_hk: 掃描二維碼

# 扫码区域限制
source: Scan Area Restriction
de: Scan-Bereichsbeschränkung
es: Restricción de área de escaneo de código
fr: Zone de scan limitée
it: Area di scansione limitata
ja: スキャンエリア制限
ko: 스캔 영역 제한
pt_br: Restrição de área de digitalização
ru: Ограничение области сканирования
tr: Tarama alanı kısıtlaması
zh_hans: 扫码区域限制
zh_hant: 掃描區域限制
zh_hk: 掃描區域限制

# 扫码失败
source: Scan Failed
de: Scan-Fehler
es: Escaneo fallido
fr: Échec du scan
it: Scansione fallita
ja: スキャン失敗
ko: 스캔 실패
pt_br: Falha na leitura do código QR
ru: Сканирование не удалось
tr: Kod tarama başarısız
zh_hans: 扫码失败
zh_hant: 掃碼失敗
zh_hk: 掃描失敗

# 拒绝了访问权限
source: Access denied
de: Zugriffsberechtigung verweigert
es: Se ha denegado el permiso de acceso
fr: Accès refusé
it: Accesso negato
ja: アクセスが拒否されました
ko: 접근이 거부되었습니다
pt_br: Acesso negado
ru: Отказано в доступе
tr: Erişim izni reddedildi
zh_hans: 拒绝了访问权限
zh_hant: 拒絕了訪問權限
zh_hk: 拒絕了訪問權限

# 拖动图片到此处
source: Drag image here
de: Bild hierher ziehen
es: Arrastra la imagen aquí
fr: Glisser l'image ici
it: Trascina l'immagine qui
ja: 画像をここにドラッグ
ko: 이미지를 여기에 드래그
pt_br: Arraste a imagem para cá
ru: Перетащите изображение сюда
tr: Resmi buraya sürükleyin
zh_hans: 拖动图片到此处
zh_hant: 拖動圖片到此處
zh_hk: 拖曳圖片到此處

# 持续响铃
source: Continuous Ringing
de: Anhaltendes Klingeln
es: Sonando continuamente
fr: Notification continue
it: Suoneria continua
ja: 継続的な鳴動
ko: 지속적인 벨소리
pt_br: Toque contínuo
ru: Постоянное уведомление
tr: Sürekli Titreşim
zh_hans: 持续响铃
zh_hant: 持續響鈴
zh_hk: 持續響鈴

# 按条件删除消息
source: Delete messages by condition
de: Nach Bedingung Nachrichten löschen
es: Eliminar mensajes por condición
fr: Supprimer les messages par condition
it: Cancella messaggi per condizione
ja: 条件に基づいてメッセージを削除
ko: 조건에 따라 메시지 삭제
pt_br: Excluir mensagens por condição
ru: Удалить сообщения по условию
tr: Koşullara göre mesajları sil
zh_hans: 按条件删除消息
zh_hant: 按條件刪除訊息
zh_hk: 按條件刪除訊息

# 接收一般性的应用通知提醒
source: Receive general app notification alerts
de: Allgemeine App-Benachrichtigungen empfangen
es: Recibir notificaciones generales de la aplicación
fr: Recevoir les alertes de notifications générales de l'application
it: Ricevi notifiche generali dell'app
ja: 一般的なアプリ通知を受信
ko: 일반 앱 알림 수신
pt_br: Receber alertas de notificações gerais do aplicativo
ru: Получать общие уведомления приложения
tr: Genel uygulama bildirim hatırlatıcıları al
zh_hans: 接收一般性的应用通知提醒
zh_hant: 接收一般性應用通知提示
zh_hk: 接收一般性應用程式通知提示

# 接收高优先级的重要通知提醒
source: Receive high-priority important notification reminders
de: Erinnerung für wichtige Benachrichtigungen mit hoher Priorität empfangen
es: Recibir recordatorios de notificaciones importantes de alta prioridad
fr: Recevoir des alertes de notifications prioritaires importantes
it: Ricevi promemoria per notifiche importanti ad alta priorità
ja: 高優先度の重要な通知を受信
ko: 높은 우선순위의 중요 알림 수신
pt_br: Receber lembretes de notificações importantes de alta prioridade
ru: Получать напоминания о важных уведомлениях с высоким приоритетом
tr: Yüksek Öncelikli Önemli Bildirim Uyarıları Al
zh_hans: 接收高优先级的重要通知提醒
zh_hant: 接收高優先級的重要通知提醒
zh_hk: 接收高優先級的重要通知提醒

# 推送内容
source: Push content
de: Push-Inhalte
es: Contenido de la notificación push
fr: Contenu de notification
it: Contenuto di notifica
ja: プッシュコンテンツ
ko: 푸시 내용
pt_br: Conteúdo da notificação
ru: Содержание уведомления
tr: Bildirim İçeriği
zh_hans: 推送内容
zh_hant: 推送內容
zh_hk: 推送內容

# 推送图标
source: Push icon
de: Push-Benachrichtigungssymbol
es: Icono de notificación
fr: Icône de notification
it: Icona di notifica
ja: プッシュアイコン
ko: 푸시 아이콘
pt_br: Ícone de notificação
ru: Значок уведомления
tr: Bildirim simgesi
zh_hans: 推送图标
zh_hant: 推送圖標
zh_hk: 推送圖示

# 推送图片
source: Push Image
de: Push-Bild
es: Imagen de notificación push
fr: Image Push
it: Immagine push
ja: プッシュ画像
ko: 푸시 이미지
pt_br: Imagem de notificação
ru: Отправить изображение
tr: İtme resmi
zh_hans: 推送图片
zh_hant: 推送圖片
zh_hk: 推送圖片

# 推送样式
source: Push Style
de: Push-Benachrichtigungsstil
es: Estilo de notificación
fr: Style de notification
it: Stile di notifica push
ja: プッシュスタイル
ko: 푸시 스타일
pt_br: Estilo de notificação
ru: Стиль уведомлений
tr: Bildirim Stili
zh_hans: 推送样式
zh_hant: 推送樣式
zh_hk: 推送樣式

# 推送铃声
source: Push notification sound
de: Push-Benachrichtigungston
es: Notificación push
fr: Sonnerie de notification
it: Suono di notifica push
ja: プッシュ着信音
ko: 푸시 벨소리
pt_br: Notificações push
ru: Уведомление
tr: Bildirim Zili
zh_hans: 推送铃声
zh_hant: 推送鈴聲
zh_hk: 推送鈴聲

# 提示
source: Prompt
de: Hinweis
fr: Indice
ja: ヒント
ko: 팁
ru: Подсказка
tr: İpucu
zh_hans: 提示
zh_hant: 提示
zh_hk: 提示

# 搜索
source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜尋

# 搜索提示词
source: Search suggestions
de: Suchbegriffe
es: Términos de búsqueda sugeridos
fr: Termes de suggestion de recherche
it: Suggerimenti di ricerca
ja: ヒントを検索
ko: 팁 검색
pt_br: Sugestões de pesquisa
ru: Поисковые подсказки
tr: Arama İpucu
zh_hans: 搜索提示词
zh_hant: 搜尋提示詞
zh_hk: 搜尋提示詞

# 搜索数据
source: Search Data
de: Suchdaten
es: Datos de búsqueda
fr: Donn
it: Dati di ricerca
ja: データを検索
ko: 데이터 검색
pt_br: Dados de Pesquisa
ru: Поиск данных
tr: Arama Verileri
zh_hans: 搜索数据
zh_hant: 搜尋數據
zh_hk: 搜尋數據

# 搜索结果
source: Search Results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
pt_br: Resultados da Pesquisa
ru: Результаты поиска
tr: Arama Sonuçları
zh_hans: 搜索结果
zh_hant: 搜尋結果
zh_hk: 搜尋結果

# 携带一个image,会自动下载缓存
source: Carrying an image, it will automatically download and cache
de: Mit einem Bild wird automatisch heruntergeladen und zwischengespeichert
es: Lleva una imagen, se descargará automáticamente en caché
fr: Avec une image, téléchargement automatique et mise en cache
it: Porta un'immagine, scarica automaticamente la cache
ja: 画像を持参すると、自動的にダウンロードしてキャッシュします
ko: 이미지를 포함하면 자동으로 다운로드하여 캐시됩니다
pt_br: Com uma imagem, baixará automaticamente o cache
ru: Перенос изображения с автоматической загрузкой кэша
tr: Bir image taşıyan, otomatik olarak önbelleğe indirir
zh_hans: 携带一个image,会自动下载缓存
zh_hant: 攜帶一個 image，會自動下載緩存
zh_hk: 攜帶一個 image，會自動下載緩存

# 携带图片
source: Carry with picture
de: Bilder anhängen
es: Llevar imagen
fr: Avec image
it: Porta con te le immagini
ja: 画像を持参
ko: 이미지 포함
pt_br: Carregar imagem
ru: Загрузить изображение
tr: Dosya Ekle
zh_hans: 携带图片
zh_hant: 攜帶圖片
zh_hk: 攜帶圖片

# 摘要助手
source: Summary Assistant
de: Zusammenfassung Assistent
es: Resumen Asistente
fr: Assistant de résumé
it: Assistente di riepilogo
ja: サマリーアシスタント
ko: 요약 어시스턴트
pt_br: Assistente de Resumo
ru: Ассистент резюме
tr: Özet Asistanı
zh_hans: 摘要助手
zh_hant: 摘要助手
zh_hk: 摘要助手

# 播放铃声
source: Play ringtone
de: Spielklingel
es: Sonido de campana de reproducción
fr: Sonnerie de lecture
it: Suoneria di riproduzione
ja: 着信音を再生
ko: 벨소리 재생
pt_br: Som da campainha de reprodução
ru: Звонок воспроизведения
tr: Çalma Zili
zh_hans: 播放铃声
zh_hant: 播放鈴聲
zh_hk: 播放鈴聲

# 支持文字图标、Emoji图标、自定义背景
source: Supports text icons, Emoji icons, custom backgrounds
de: Unterstützt Texticons, Emoji-Symbole, benutzerdefinierte Hintergründe
es: Soporte para iconos de texto, iconos Emoji, fondos personalizados
fr: Prise en charge des icônes de texte, des icônes Emoji et des arrière-plans personnalisés
it: Supporto per icone di testo, icone Emoji e sfondi personalizzati
ja: テキストアイコン、絵文字アイコン、カスタム背景をサポート
ko: 텍스트 아이콘, 이모지 아이콘, 사용자 정의 배경 지원
pt_br: Suporte a ícones de texto, ícones Emoji, plano de fundo personalizado
ru: Поддержка текстовых значков, эмодзи, пользовательского фона
tr: Metin simgeleri, Emoji simgeleri, özel arka planlar desteklenir
zh_hans: 支持文字图标、Emoji图标、自定义背景
zh_hant: 支持文字圖標、Emoji圖標、自定義背景
zh_hk: 支持文字圖標、Emoji圖標、自定義背景

# 数据不正确
source: Data is incorrect
de: Daten nicht korrekt
es: Datos incorrectos
fr: Données incorrectes
it: Dati non corretti
ja: データが正しくありません
ko: 데이터가 올바르지 않습니다
pt_br: Dados incorretos
ru: Данные неверны
tr: Veri doğru değil
zh_hans: 数据不正确
zh_hant: 數據不正確
zh_hk: 數據不正確

# 数据分组中...
source: Grouping data...
de: Gruppierung von Daten...
es: Agrupando datos...
fr: Groupement de données...
it: Raggruppamento dati in corso...
ja: データをグループ化中...
ko: 데이터 그룹화 중...
pt_br: Agrupando dados...
ru: Группировка данных...
tr: Veri gruplandırılıyor...
zh_hans: 数据分组中...
zh_hant: 数据分组中...
zh_hk: 数据分组中...

# 数据加载中...
source: Data loading...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...
it: Caricamento dati in corso...
ja: データを読み込み中...
ko: 데이터 로딩 중...
pt_br: Dados carregando...
ru: Данные загружаются...
tr: Veri yükleniyor...
zh_hans: 数据加载中...
zh_hant: 數據加載中...
zh_hk: 數據加載中...

# 数据库文件
source: Database File
de: Datenbankdatei
es: Archivo de base de datos
fr: Fichier de base de données
it: File del database
ja: データベースファイル
ko: 데이터베이스 파일
pt_br: Arquivo de banco de dados
ru: Файл базы данных
tr: Veritabanı dosyası
zh_hans: 数据库文件
zh_hant: 數據庫文件
zh_hk: 數據庫文件

# 数据管理
source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
it: Gestione dei dati
ja: データ管理
ko: 데이터 관리
pt_br: Gerenciamento de Dados
ru: Управление данными
tr: Veri Yönetimi
zh_hans: 数据管理
zh_hant: 數據管理
zh_hk: 數據管理

# 文件
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
tr: Dosya
zh_hans: 文件
zh_hant: 檔案
zh_hk: 檔案

# 文件管理
source: File Management
de: Dateiverwaltung
es: Gestión de archivos
fr: Gestion de fichiers
it: Gestione file
ja: ファイル管理
ko: 파일 관리
pt_br: Gerenciamento de Arquivos
ru: Файловый менеджер
tr: Dosya Yönetimi
zh_hans: 文件管理
zh_hant: 檔案管理
zh_hk: 檔案管理

# 新增配置
source: Add Configuration
de: Neue Konfiguration hinzufügen
es: Nueva configuración
fr: Nouvelle configuration
it: Nuova configurazione
ja: 設定を追加
ko: 설정 추가
pt_br: Configuração Adicionada
ru: Новая конфигурация
tr: Yeni Yapılandırma
zh_hans: 新增配置
zh_hant: 新增配置
zh_hk: 新增配置

# 新对话
source: New Conversation
de: Neuer Chat
es: Nuevo diálogo
fr: Nouvelle conversation
it: Nuova conversazione
ja: 新しい会話
ko: 새 대화
pt_br: Novo Diálogo
ru: Новый диалог
tr: Yeni Konuşma
zh_hans: 新对话
zh_hant: 新對話
zh_hk: 新對話

# 新建提示词
source: New prompt word
de: Neues Hinweiswort
es: Nueva frase de sugerencia
fr: Nouvelle invite
it: Nuovo suggerimento
ja: 新しいヒントを作成
ko: 새 팁 만들기
pt_br: Novo prompt
ru: Новая подсказка
tr: Yeni İpucu Kelimesi
zh_hans: 新建提示词
zh_hant: 新建提示詞
zh_hk: 新建提示詞

# 无
source: None
de: Kein
es: Sin
fr: Aucun
it: senza
ja: なし
ko: 없음
pt_br: Sem
ru: Нет
tr: Yok
zh_hans: 无
zh_hant: 無
zh_hk: 無

# 无法确定 iCloud 账户状态，可能是网络问题
source: Unable to determine iCloud account status, possibly due to network issues.
de: iCloud-Kontostatus konnte nicht bestimmt werden, möglicherweise ein Netzwerkproblem
es: No se puede determinar el estado de la cuenta de iCloud, posible problema de red.
fr: Impossible de déterminer l'état du compte iCloud, peut-être un problème de réseau
it: Impossibile determinare lo stato dell'account iCloud, potrebbe essere un problema di rete.
ja: iCloudアカウントの状態を確認できません。ネットワークの問題の可能性があります
ko: iCloud 계정 상태를 확인할 수 없습니다. 네트워크 문제일 수 있습니다
pt_br: Não foi possível determinar o estado da conta iCloud, pode ser um problema de rede
ru: Не удалось определить статус учетной записи iCloud, возможно, проблема с сетью
tr: iCloud hesap durumu belirlenemiyor, muhtemelen ağ sorunu
zh_hans: 无法确定 iCloud 账户状态，可能是网络问题
zh_hant: 无法确定 iCloud 账户状态，可能是网络问题
zh_hk: 無法確定 iCloud 帳戶狀態，可能是網絡問題

# 无聊天
source: No Chat
de: Kein Gespräch
es: Sin conversación
fr: Aucune conversation
it: Nessuna conversazione
ja: チャットはありません
ko: 채팅이 없습니다
pt_br: Sem conversa
ru: Нет чата
tr: Sohbet Yok
zh_hans: 无聊天
zh_hant: 無聊天
zh_hk: 無聊天

# 日期
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
zh_hans: 日期
zh_hant: 日期
zh_hk: 日期

# 日语
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
pt_br: Japonês
ru: Японский язык
tr: Japonca
zh_hans: 日语
zh_hant: 日語
zh_hk: 日語

# 时间:
source: Time:
de: Zeit:
es: Tiempo:
fr: Temps :
it: Tempo:
ja: 時間:
ko: 시간:
pt_br: Tempo:
ru: Время:
tr: Zaman:
zh_hans: 时间:
zh_hant: 時間：
zh_hk: 時間：

# 昨天
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
tr: Dün
zh_hans: 昨天
zh_hant: 昨天
zh_hk: 昨天

# 是否收到消息自动保存图片
source: Automatically save images when messages are received
de: Wird das Bild automatisch gespeichert, wenn eine Nachricht empfangen wird?
es: ¿Recibir mensajes automáticamente guardar imágenes?
fr: Enregistrer automatiquement les images des messages reçus
it: Ricevi automaticamente e salva le immagini dai messaggi?
ja: メッセージを受信時に画像を自動保存
ko: 메시지 수신 시 이미지 자동 저장
pt_br: Salvar automaticamente imagens de mensagens recebidas
ru: Автоматически сохранять полученные изображения
tr: Mesajlar otomatik olarak resim olarak kaydedilsin mi
zh_hans: 是否收到消息自动保存图片
zh_hant: 是否收到消息自動保存圖片
zh_hk: 是否收到消息自動保存圖片

# 是否确定清空?
source: Are you sure you want to clear?
de: Sicher löschen?
es: ¿Estás seguro de que quieres borrar?
fr: Voulez-vous vraiment vider ?
it: Sei sicuro di voler svuotare?
ja: 本当にクリアしてもよろしいですか？
ko: 정말로 지우시겠습니까?
pt_br: Tem certeza de que deseja limpar?
ru: Очистить?
tr: Temizlemek istediğinizden emin misiniz?
zh_hans: 是否确定清空?
zh_hant: 是否確定清空？
zh_hk: 是否確定清空？

# 显示全屏
source: Full Screen
de: Vollbild anzeigen
es: Pantalla completa
fr: Plein écran
it: Schermo intero
ja: 全画面表示
ko: 전체화면 표시
pt_br: Exibir em tela cheia
ru: Полный экран
tr: Tam Ekran Göster
zh_hans: 显示全屏
zh_hant: 顯示全螢幕
zh_hk: 顯示全螢幕

# 显示图标
source: Display icon
de: Symbol anzeigen
es: Mostrar icono
fr: Afficher l'icône
it: Mostra icona
ja: アイコンを表示
ko: 아이콘 표시
pt_br: Exibir ícone
ru: Показать значок
tr: Simge Göster
zh_hans: 显示图标
zh_hant: 顯示圖標
zh_hk: 顯示圖標

# 普通内容
source: Ordinary Content
de: Normale Inhalte
es: Contenido ordinario
fr: Contenu ordinaire
it: Contenuto ordinario
ja: 通常の内容
ko: 일반 내용
pt_br: Conteúdo comum
ru: Обычный контент
tr: Normal içerik
zh_hans: 普通内容
zh_hant: 普通內容
zh_hk: 普通內容

# 普通通知权限
source: General Notification Permissions
de: Standard-Benachrichtigungsberechtigung
es: Permiso de notificación estándar
fr: Autorisations de notification standard
it: Permessi di notifica standard
ja: 通常の通知権限
ko: 일반 알림 권한
pt_br: Permissões de Notificação Padrão
ru: Обычное уведомление
tr: Normal Bildirim İzni
zh_hans: 普通通知权限
zh_hant: 普通通知權限
zh_hk: 普通通知權限
